[
  {
    "job_id": 1,
    "company_logo": "images/ABC-Corporation.png",
    "job_title": "Marketing Manager",
    "company_name": "ABC Corporation",
    "remote_or_onsite": "Onsite",
    "location": "New York, NY, USA",
    "fulltime_or_parttime": "Full Time",
    "salary": "70,000 - 90,000 USD/year",
    "job_description": "We are seeking a skilled Marketing Manager to join our team. As a Marketing Manager, you will be responsible for developing and executing marketing strategies to promote our products and services. You will collaborate with internal and external teams to create and implement campaigns, measure performance, and make data-driven decisions to optimize results.",
    "job_responsibility": [
      "Develop and execute marketing strategies to promote our products and services.",
      "Collaborate with internal and external teams to create and implement campaigns.",
      "Measure and analyze campaign performance and make data-driven decisions to optimize results.",
      "Develop and maintain marketing budgets and timelines.",
      "Stay up-to-date with industry trends and best practices and apply them to our marketing efforts."
    ],
    "educational_requirements": "Bachelor's degree in Marketing or related field",
    "experiences": "Minimum of 5 years of experience in marketing or related field.",
    "contact_information": {
      "phone": "123-456-7890",
      "email": "jobs@abccorp.com"
    }
  },
  {
    "job_id": 2,
    "company_logo": "images/XYZ-Tech.png",
    "job_title": "Software Developer",
    "company_name": "XYZ Tech",
    "remote_or_onsite": "Remote",
    "location": "London, UK",
    "fulltime_or_parttime": "Parttime",
    "salary": "50,000 - 70,000 GBP/year",
    "job_description": " We are seeking a skilled Software Developer to join our team. As a Software Developer, you will be responsible for developing and maintaining software applications that meet the needs of our clients. You will work with a team of developers and collaborate with clients to identify software requirements, design solutions, and implement and test software applications.",
    "job_responsibility": [
      "Collaborate with clients and team members to identify software requirements and design solutions.",
      "Write and maintain clean, well-documented, efficient code.",
      "Develop and maintain software applications using various programming languages and tools.",
      "Test and debug software applications to ensure they meet requirements and are free of errors.",
      "Work with the team to ensure projects are delivered on time and within budget."
    ],
    "educational_requirements": "Bachelor's degree in Computer Science or related field",
    "experiences": "Minimum of 3 years of experience in software development.",
    "contact_information": {
      "phone": "0123456789",
      "email": "jobs@xyztech.com"
    }
  },
  {
    "job_id": 3,
    "company_logo": "images/123-Design-Co.png",
    "job_title": "Graphic Designer",
    "company_name": "123 Design Co.",
    "remote_or_onsite": "Onsite",
    "location": "Toronto, ON, Canada",
    "fulltime_or_parttime": "Parttime",
    "salary": "40,000 - 50,000 CAD/year",
    "job_description": "We are seeking a skilled Graphic Designer to join our team. As a Graphic Designer, you will be responsible for creating visually appealing and effective designs for a variety of mediums, including print and digital. You will work closely with clients to understand their design needs and translate them into compelling designs that meet their objectives.",
    "job_responsibility": [
      "Collaborate with clients to understand their design needs and objectives.",
      "Develop and present design concepts that meet client objectives and brand guidelines.",
      "Create visually appealing and effective designs for a variety of mediums, including print and digital.",
      "Work closely with other designers and team members to ensure designs are consistent and meet quality standards.",
      "Stay up-to-date with industry trends and best practices and apply them to our design efforts."
    ],
    "educational_requirements": "Bachelor's degree in Graphic Design or related field",
    "experiences": "Minimum of 2 years of experience in graphic design or related field.",
    "contact_information": {
      "phone": "416-555-1234",
      "email": "jobs@123designco.com"
    }
  },
  {
    "job_id": 4,
    "company_logo": "images/SalesPro-Inc..png",
    "job_title": "Sales Representative",
    "company_name": "SalesPro Inc.",
    "remote_or_onsite": "Onsite",
    "location": "Vancouver, BC, Canada",
    "fulltime_or_parttime": "Full Time",
    "salary": "60,000 - 80,000 CAD/year",
    "job_description": "We are seeking a dynamic and driven Sales Representative to join our team. As a Sales Representative, you will be responsible for generating new leads and closing deals to drive revenue growth. You will work closely with prospective clients to understand their needs and develop customized solutions to meet their business objectives.",
    "job_responsibility": [
      "Prospect for new clients and generate leads through various channels, including cold calling, email, and networking events.",
      "Conduct sales presentations and product demos to prospective clients to showcase our solutions.",
      "Develop customized proposals and quotes to meet clients' specific needs and objectives.",
      "Negotiate pricing and contract terms to close deals and drive revenue growth.",
      "Collaborate with internal teams to ensure smooth onboarding and implementation of solutions for new clients."
    ],
    "educational_requirements": "Bachelor's degree in Business Administration or related field",
    "experiences": "Minimum of 3 years of experience in sales or related field.",
    "contact_information": {
      "phone": "604-555-1234",
      "email": "jobs@salespro.com"
    }
  },
  {
    "job_id": 5,
    "company_logo": "images/moneyMind.png",
    "job_title": "Financial Analyst",
    "company_name": "MoneyMinds LLC",
    "remote_or_onsite": "Onsite",
    "location": "Dubai, UAE",
    "fulltime_or_parttime": "Parttime",
    "salary": "15,000 - 20,000 AED/month",
    "job_description": "We are seeking a highly motivated Financial Analyst to join our team. As a Financial Analyst, you will be responsible for analyzing financial data and providing insights to help drive business decisions. You will work closely with cross-functional teams to develop financial models and forecasts, and provide recommendations to improve financial performance.",
    "job_responsibility": [
      "Analyze financial data and provide insights to help drive business decisions.",
      "Develop financial models and forecasts to support business planning and decision-making.",
      "Work closely with cross-functional teams to provide recommendations to improve financial performance.",
      "Monitor and report on financial performance against budgets and forecasts.",
      "Prepare and present financial reports to management and stakeholders."
    ],
    "educational_requirements": "Bachelor's degree in Finance, Accounting or related field",
    "experiences": "Minimum of 3 years of experience in financial analysis or related field.",
    "contact_information": {
      "phone": "+971-4-555-1234",
      "email": "jobs@moneyminds.com"
    }
  },
  {
    "job_id": 6,
    "company_logo": "images/SupportWorksInc.png",
    "job_title": "Customer Support Representative",
    "company_name": "SupportWorks Inc.",
    "remote_or_onsite": "Remote",
    "location": "Manchester, UK",
    "fulltime_or_parttime": "Full Time",
    "salary": "25,000 - 30,000 GBP/year",
    "job_description": "We are seeking a Customer Support Representative to join our team. As a Customer Support Representative, you will be responsible for providing exceptional customer service to our clients. You will answer questions, troubleshoot issues, and ensure that our clients have a positive experience with our products and services.",
    "job_responsibility": [
      "Respond to customer inquiries and provide information about our products and services.",
      "Troubleshoot technical issues and escalate complex problems to senior support staff.",
      "Resolve customer complaints and ensure that issues are resolved in a timely and satisfactory manner.",
      "Document customer interactions and maintain accurate records of customer inquiries and complaints.",
      "Collaborate with cross-functional teams to ensure that customer needs are being met."
    ],
    "educational_requirements": "High school diploma or equivalent",
    "experiences": "Minimum of 2 years of experience in customer support or related field.",
    "contact_information": {
      "phone": "+44-161-555-1234",
      "email": "jobs@supportworks.com"
    }
  }
]
